Repository: a-bass/DogBreeds-SwiftUI
Catalog: DogBreeds/Resources/Localizable.xcstrings
Source language: en
Languages: sv

source: Add like
sv: Gilla

source: An error has occurred!
sv: Ett fel har inträffat!

source: Are you sure you want to remove all liked images?
sv: Är du säker på att du vill radera alla gillade bilder?

source: Are you sure you want to remove the image from liked images?
sv: Är du säker på att du vill ta bort bilden från gillade bilder?

source: Breeds
sv: Hundraser

source: Delete
sv: Radera

source: Dog Breeds
sv: Hundraser

source: Error fetching data over the network.
sv: Nätverksfel vid hämtning av data

source: Error parsing data: %@
sv: Fel vid konvertering av data: %@

source: Featured
sv: Utvalt

source: Featured breed
sv: Utvald hundras

source: Featured Images
sv: Utvalda bilder

source: Filter menu
sv: Filtermeny

source: Filter options
sv: Filteralternativ

source: Image filenamne
sv: Bildens filnamn

source: Invalid URL.
sv: Ogiltig URL

source: Liked
sv: Gillat

source: Liked images
sv: Gillade bilder

source: No likes
sv: Inga gillade bilder

source: Refresh
sv: Uppdatera

source: Remove all
sv: Radera allt

source: Remove like
sv: Ta bort gilla

source: Show breed image
sv: Visa hundbild

source: Show breeds
sv: Visa hundraser

source: Show liked breed image
sv: Visa gillad hundbild

source: Show liked image: %@
sv: Visa gillad bild: %@

source: Show sub-breeds
sv: Visa underraser

source: Sort
sv: Sortera

source: Storage error: %@
sv: Lagringsfel: %@

source: Toggle only liked images
sv: Växla mellan endast gillade bilder

source: Try again later.
sv: Försök igen senare

source: Warning
sv: Varning

source: You have not liked any images
sv: Du har inte gillat några bilder
